{
    "menu": {
        "item2": "Sobre mí",
        "item3": "Habilidades",
        "item4": "Formación",
        "item5": "Proyectos",
        "item6": "Contacto"
    },

    "home": {
        "home_text-1": "Hola! Soy",
        "home_text-3": "Desarrollador Web & Software",
        "parrafo-info": "Programador autodidacta enfocado en desarrollo web, de software y videojuegos. Apasionado por la creación de soluciones funcionales, dinámicas y visualmente atractivas. Me dedico a aprender continuamente y aplicar mis conocimientos en proyectos que ofrecen experiencias únicas e intuitivas para los usuarios. Actualmente, estoy trabajando en proyectos propios mientras amplio mis habilidades técnicas y creativas.",
        "cv_button": "Descargar CV",
        "contact_button": "Contacto"
    },

    "sobre-mi": {
        "title": "Sobre mí",
        "texto_sobreMi": "Soy un desarrollador apasionado de software, web y videojuegos, enfocado en aprender y superar desafíos constantemente. Aspiro a trabajar en una empresa donde pueda adquirir experiencia profesional, fortalecer mis habilidades y desarrollar mis propios proyectos en el futuro. <br><br>  Soy una persona proactiva, adaptable y creativa, con competencias en el trabajo en equipo, resolución de problemas bajo presión y aprendizaje rápido. La programación me motiva por su dificultad y la satisfacción que siento al completar un proyecto. Me esfuerzo por mantener un enfoque responsable, empático y comprometido, siempre guiado por los valores de lealtad y honestidad. <br><br> Tambien cuento como Propiedad de Ana Duran "
    },

    "habilidades": {
        "title": "Habilidades"
    },



    "proyectos": {
        "title": "Proyectos",
        "title-proyecto1": "Sistema de stats",
        "info-proyecto1": "Un pequeño sistema de stats para un foro de rol en foroactivo, para facilitar a los usuarios la creacion de personajes.",
        "title-proyecto2": "Portafolio",
        "info-proyecto2": "Mi portafolio web personal, donde se encuentran algunos de mis proyectos más destacados, mis habilidades técnicas y un poco sobre mi.",
        "title-proyecto3": "Libro virtual",
        "info-proyecto3": "Base para que los usuarios puedan subir su propio libro virtual."
    },

    "contacto": {
        "title": "Contacto",
        "text": "Completa el siguiente formulario y me pondré en contacto contigo lo antes posible.",
        "btn-enviar": "Enviar"
    }
}
